Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Protection policy and legal advice
zh: 保护政策和法律咨询

source: There was a risk of inconsistency of protection policy.
zh: 176. 保护政策可能有不一致之处。

source: The UNHCR Manual states that the Protection Operations Support Section is responsible for interface with other departments, divisions and bureaux in UNHCR and that the Section meets regularly with the regional legal officers of the bureaux to analyse protection-related developments and to provide guidance and support to adequately and appropriately address protection concerns in field operations. However, there was no set schedule of meetings, and while in theory the data flow was clear-cut, daily relations follow different circuits: the Protection Operations Support Section was not systematically the entry point for legal advice.
zh: 难民专员办事处《手册》规定，保护行动支助科负责与难民专员办事处其他各个部、司和区域局接触，经常与各个区域局的区域法律干事会晤，分析保护方面的最新情况，提供指导和支助，以便充分、适当地处理外地行动中所关切的保护方面问题，但没有固定的会晤时间表，而且，数据流动在理论上是明确清楚的，但日常往来流动却经由不同路径：并没有系统地以保护信息科为法律咨询的入口。

source: It was therefore not clear whether a user Bureau's legal officer was liable for his positions to the Department of International Protection — the legal reference of UNHCR — or to the head of his bureau.
zh: 177. 因此，不清楚区域局的法律干事在采取立场时，是以国际保护部(难民专员办事处提供法律意见的单位)还是以其所在区域局局长为依据。

source: The latter may have a different approach to the issue, dictated by a local and political environment.
zh: 取决于地方和政治环境，后者对有关问题可能有不同做法。

source: A bureau's legal officer has no means of knowing the latest developments in the law concerning refugees if he does not call upon the Protection Operations Support Section for advice.
zh: 区域局法律干事如果不请求保护信息科提供咨询，便无从知晓难民法律最新进展情况。

source: UNHCR agreed with the Board's recommendation to review the terms of reference and procedures of the Protection Operations Support Section, with a view to streamlining the relations between the headquarters bureaux and the protection field operations.
zh: 178. 难民专员办事处同意委员会的建议：审查保护行动支助科的职权范围和程序，以期简化总部各局与保护领域外地行动之间的关系。

source: Staff turnover presents another risk.
zh: 179. 工作人员更替情况也有可能带来问题。

source: Because of the priority given to field operations, by November 2004 half of the section's staff, including the Chief of Section, had been replaced during the year, having been reassigned almost simultaneously to field posts they had sought.
zh: 由于优先考虑外地行动，到2004年11月，包括科长在内，该科有一半工作人员都已更换，他们几乎同时被调派至他们所要求的外地职位。

source: The Section's highly specialized work requires a continuous knowledge of refugee law.
zh: 该科的工作非常专业，必须持续保有所需的难民法律知识。

source: UNHCR agreed with the Board's recommendation to review its succession-planning management for highly specialized legal positions.
zh: 180. 难民专员办事处同意委员会的建议：审查高度专业化的法律职位的接班规划管理工作。

source: Research programmes
zh: 研究方案

source: Legal and protection policy research and publication are core UNHCR activities.
zh: 181. 法律和保护政策的研究和出版是难民专员办事处的一项核心活动。

source: Research programmes have been conducted by consultants (10 in 2003 and 10 in 2004), but there was no roster of external consultants, although the recruiting process was to identify consultants having already written on a similar subject.
zh: 研究方案由顾问(2003年10个，2004年10个)实施，但没有外部顾问名册，尽管征聘程序的目的是发现那些对类似主题已有著作的顾问。

source: UNHCR agreed with the Board's recommendation to establish a roster of potential legal and protection-policy consultants.
zh: 182. 难民专员办事处同意委员会的建议：建立一个可能聘用的法律和保护政策顾问名册。

source: UNHCR has not tried to raise funds for its research activities to supplement its own resources.
zh: 183. 难民专员办事处未设法为其研究活动筹集资金以补充自身资源。

source: UNHCR agreed with the Board's recommendation to consider raising funds for its research activities.
zh: 184. 难民专员办事处同意委员会的建议：考虑为研究活动筹集资金。

source: Protection oversight and support
zh: 保护监督和支助

source: The Department of International Protection participates in inspection missions with the Inspector General's Office and in assessment missions, in accordance with chapter 2 of the UNHCR Manual.
zh: 185. 国际保护部根据难民专员办事处《手册》第二章的规定，与视察主任办公室一起参与视察特派任务，并参与评估工作。

source: The Department does not, however, have its own plan for protection assessment missions, and relies on the Inspector General's Office, but the latter may have priorities other than protection.
zh: 但国际保护部没有自己的保护评估特派任务计划，而是依赖视察主任办公室，但后者的优先事项可能不是保护工作。

source: The risk is that there will be insufficient information to properly update policies and to optimize cost-effectiveness.
zh: 问题是有可能缺乏足够信息用于适当修订政策及达到最佳成本效益。

source: UNHCR agreed with the Board's recommendation to increase the number of assessment missions to review protection issues in the field.
zh: 186. 难民专员办事处同意委员会的建议：增加评估特派任务以审查外地的保护问题。

source: Field offices have to produce a yearly, standardized annual protection report.
zh: 187. 外地办公室必须每年编制一份标准化的年度保护报告。

source: DIP did not consolidate all annual protection reports, due to a lack of resources.
zh: 由于资源缺乏，国际保护部未把所有年度保护报告汇总在一起。

source: This did not allow for a comprehensive identification of lessons learned and priorities and for sharing best practices observed in the field.
zh: 这导致无法全面发现所得经验教训和优先事项，也无法交流在外地看到的最佳做法。

source: UNHCR did not publish a consolidated report based on annual protection reports.
zh: 难民专员办事处未根据年度保护报告发表综合报告。

source: UNHCR agreed with the Board's recommendation to consolidate all annual protection reports in order to better identify lessons learned, priorities and best practices.
zh: 188. 难民专员办事处同意委员会的建议：汇总所有年度保护报告，以便更好地发现所得经验教训、优先事项和最佳做法。

source: Resettlement
zh: 重新安置

source: Since 2002, resettlement has been established as a priority.
zh: 189. 自2002年以来，重新安置工作被确定为一项优先事项。

source: Increasing resettlement needs have been identified in 2004 but are forecast to decrease in 2005.
zh: 2004年查明的重新安置需要有所增加，但2005年的预测是此种需要有所减少。

source: Table 11 Individuals in need of resettlement
zh: 表 11 需要重新安置者人数

source: a Central and South-West Asia, North Africa and the Middle East.
zh: a 中亚和西南亚、北美和中东。

source: The Resettlement Section's budget in 2004 ($4.2 million) showed a decrease of 11 per cent from 2003 ($4.7 million) and of 16 per cent from 2002 ($5 million), with a diminution of 3 per cent in staff costs and of almost 26 per cent in funds available for project activities.
zh: 190. 重新安置科2004年预算(4.2百万美元)比2003年(4.7百万美元)减少11%，比2002年(5百万美元)减少16%，工作人员费用减少3%，项目活动费用减少近26%。

source: This may be in contradiction with the increasing trend in workload and may hamper the capacity of the section to fulfil its mandate and achieve timely objectives established by the organization.
zh: 这可能与工作量日益增加的趋势不相称，可能使该科执行任务、及时实现本组织既定目标的能力受到影响。

source: UNHCR agreed with the Board's recommendation to review resettlement resources and objectives, with a view to aligning available means and operational needs.
zh: 191. 难民专员办事处同意委员会的建议：审查重新安置的资源和目标，使可用资源与业务需要相符。

source: UNHCR commented that it was consequently considering the creation of a resettlement service to improve this function.
zh: 难民专员办事处表示，为此，它正在考虑设立一个重新安置处以改善此项职能。

source: Implementing-partner deployment scheme
zh: 执行伙伴部署计划

source: In 2003 and 2004, the Resettlement Section increasingly relied on one implementing partner's deployment scheme to carry out resettlement activities in the field: 44 deployments in 2003 (with 37 employees) and 65 in 2004 (with an expected 52 employees).
zh: 192. 2003年和2004年期间，重新安置科日益依赖一个执行伙伴的部署计划以开展外地重新安置活动：2003年44次部署(37名雇员)，2004年65次部署(预期有52名雇员)。

source: A deployment consists in sending experienced employees for refugee protection to UNHCR operations with temporary staff-protection needs.
zh: 部署即是向有临时工作人员保护需要的难民专员办事处行动派遣有经验的雇员从事难民保护工作。

source: The deployment scheme was entirely funded through earmarked funds: $2,300,000 in 2004 (an increase of 50 per cent over $1,550,000 in 2002).
zh: 部署计划完全由专项资金供资：在2004年为2 300 000美元(比2002年的1 550 000美元增加了50%)。

source: This core protection mandate calls for appropriate continuous training of the implementing partner's employees, but this has not been implemented due to a high turnover rate among those employees.
zh: 193. 保护工作是一项核心任务，要执行这项任务就需要对执行伙伴的雇员不断进行适当培训，但由于这些雇员的更替率高，培训工作未能得以执行。

source: Only one third of the 37 staff members deployed in 2003, and 4 of the 52 deployed in 2004, had been trained in one of two training sessions in 2002.
zh: 2003年部署的37名工作人员中只有三分之一在2002年组织的两次培训中的一次接受了培训，而2004年部署的52名工作人员中只有4人。

source: There was no training in 2003.
zh: 2003年未组织培训。

source: Briefings were usually provided.
zh: 通常是提供简介。

source: Debriefings were to take place, but were not held in 2003 for half of the staff involved.
zh: 需要述职，但在2003年，所涉工作人员中只有一半人作了述职。

source: The performance of permanent core functions by non-UNHCR staff members assigned on a temporary basis — as in the 109 deployment cases in 2003-2004 — compensates for the shortage of permanent UNHCR posts.
zh: 194. 由临时派遣的非难民专员办事处工作人员执行长期的核心职能，2003-2004年部署了109个工作人员，弥补了难民专员办事处常设员额的短缺。

source: But such a lack of continuity and training may put at risk the cost-effectiveness and consistency of deliveries.
zh: 但缺乏连续性和培训可能影响到交付的成本效益和一致性。

source: This may be justified in an emergency situation, but was less understandable in the case of resettlement activities.
zh: 在紧急情况下采取这一做法或许是有道理的，但在重新安置活动中采取这一做法就不那么可以理解。

source: UNHCR agreed with the Board's recommendation to review the management of the resettlement human resources called upon through implementing partners.
zh: 195. 难民专员办事处同意委员会的建议：审查执行伙伴提供的重新安置领域人力资源的管理工作。

source: Resettlement anti-fraud policy
zh: 重新安置领域反欺诈行为政策

source: In 2004, the Inspector General's Office received 19 complaints about resettlement fraud, presumably involving 26 staff members; it concluded that 11 were unfounded.
zh: 196. 2004年，监察主任办公室收到19项有关重新安置领域欺诈行为的投诉，推定涉及26名工作人员；该办公室作出结论，11项投诉不成立。

source: Between July 2004 and 30 April 2005, 14 cases of fraudulent actions committed by persons outside UNHCR have been reported to the Resettlement Section.
zh: 2004年7月至2005年4月30日期间，重新安置科收到了14个关于非难民专员办事处工作人员实施的欺诈行为的报告。

source: UNHCR has integrated anti-fraud procedures into its resettlement operations and has shared its 2004 anti-fraud plan of action with Member States.
zh: 难民专员办事处已将反欺诈诉讼程序融入重新安置行动，并向会员国提供了2004年反欺诈行动计划。

source: The plan's implementation has been limited to reporting and feedback mechanisms and investigative support, pending the funding of a new staff post to manage the plan. The creation of a task force and the implementation schedule have likewise been postponed.
zh: 在获得为负责计划管理的新工作人员员额提供的经费之前，该计划的执行局限于报告和反馈机制及调查支助，工作队的设立和执行时间表同样被推迟。

source: UNHCR agreed with the Board's recommendation to implement fully and without delay the resettlement anti-fraud plan of action adopted in June 2004.
zh: 197. 难民专员办事处同意委员会的建议：毫不延迟地全面执行2004年6月通过的重新安置领域反欺诈行动计划。

source: The Department of International Protection receives feedback from participants and facilitators, but, despite the general recommendations of the Board of Auditors on training evaluation, did not evaluate whether trainees actually upgraded their knowledge, skills, attitudes and behaviour or the impact in terms of performance in the workplace.
zh: 198. 国际保护部队从参加者和促进者那里得到反馈，但没有评价接受培训者的知识、技能、态度和行为是否切实有所改进，也没有评价培训对工作场所业绩的影响，尽管审计委员会就培训评价问题提出了一般性建议。

source: The Department indicated that an external review would explore opportunities to provide such evaluations.
zh: 国际保护部表示，外部审查将探讨提供此类评价的可能性。

source: The refugee status determination and resettlement learning programme was introduced in 2003.
zh: 199. 2003年开始实施难民地位确定和重新安置学习方案。

source: By June 2005, out of 168 trainees, 87 had graduated, training for 25 was ongoing and 56 (one third) had dropped out.
zh: 到2005年6月，168个接受培训者中有87人已毕业，25人正在接受培训，56人(占三分之一)退出。

source: Management explained the high rate of dropouts as a result of the intensiveness of the original programme (slightly simplified in 2004) and the heavy workload in the field, which sometimes makes training difficult.
zh: 管理部门把退出培训者比例之高归因于原有方案的强度(在2004年略作简化)及外地的沉重工作量，后一因素有时给培训带来困难。

source: Likewise, up to 30 per cent of trainees in protection learning, which includes a long self-study phase, do not complete the training.
zh: 200. 同样，接受保护学习培训者中有多达30%的人未完成培训，该学习方案包括一长段自学期。

source: The Protection Capacity Section now uses an e-mail network group to enhance feedback to protection-learning participants and support their motivation in the self-study period.
zh: 保护能力科如今采用电邮网络组方式，以强化对参加保护学习方案者的反馈，支持他们激发自学动力。

source: An evaluation was to be completed in 2005, to help improve the training methodology.
zh: 将在2005年完成一项评价，帮助改进培训方法。

source: UNHCR agreed with the Board's recommendation to further evaluate the results of training programmes, in terms of attendance and impact.
zh: 201. 难民专员办事处同意委员会的建议：进一步评价培训方案在出席率和影响等方面的成果。

source: Country offices were responsible for the development and quality control of local training activities.
zh: 202. 国家办事处负责地方培训活动的拟订和质量管制。

source: The Protection Capacity Section issues self-study modules that could be used as a standard, but considers them obsolete.
zh: 保护能力科分发了自学单元，可作为标准参考，但这些单元被认为已过时。

source: The Department of International Protection reported that it was currently updating some key self-study modules.
zh: 国际保护部报告指出，它目前正在更新一些关键的自学单元。

source: The Protection Capacity Section compiles and disseminates training materials developed in the field, but does not check their quality, running the risk of inconsistency between local training sessions and a waste of local resources.
zh: 保护能力科汇编和传播在外地拟订的培训材料，但并不检查质量，因此，地方培训课程可能会有不一致的情况，并可能会有浪费地方资源的情况。

source: UNHCR agreed with the Board's recommendation to update self-study modules and to review training materials received from the field.
zh: 203. 难民专员办事处同意委员会的建议：更新自学单元，并审查收自外地的培训材料。

source: As a conclusion, the Board noted that, although the Department of International Protection fulfilled its mandate in an appropriate manner, there was room for improvement in the definition of priorities and in the organization of work in the fields of publication, legal advice and training.
zh: 204. 委员会的结论是，国际保护部虽然适当地执行了任务，但在确定工作的优先顺序及出版、法律咨询和培训等领域的工作安排方面仍有改进余地。

source: Results-based management
zh: 5. 基于成果的管理

source: According to section 1.4 of chapter 4 of the UNHCR Manual, results-based management refers to organizational efforts to achieve and measure the results and quality of interventions.
zh: 205. 依照《难民高专办手册》第四章第1.4节，基于成果的管理是指一个组织为实现和衡量各项措施的成果和质量所作的努力。

source: For UNHCR this implies greater emphasis on the delivery of protection and solutions and better measurement of actual results.
zh: 就难民高专办而言，这意味着更注重提供保护和解决办法及更好地衡量实际成果。

source: To that effect, UNHCR has revised processes, procedures, formats and tools embodied in its Operations Management System.
zh: 为达到这一目的，难民高专办对其业务管理制度的流程、程序、格式和工具作了修改。

source: The core operations processes are planning, resource allocation, implementation, coordination, monitoring and evaluation.
zh: 206. 核心业务流程是规划、资源分配、执行、协调、监测和评价。

source: For planning, UNHCR implements its annual programme budget, based on country operations plans and headquarters plans.
zh: 在规划方面，难民高专办以国家业务计划和总部计划为基础执行其年度方案预算。

source: Because it receives some funds from the United Nations regular budget, it implements a medium-term plan and strategic framework, in compliance with ST/SGB/2000/8 on the Regulations and Rules Governing Programme Planning, the Programme Aspects of the Budget, the Monitoring of Implementation and the Methods of Evaluation.
zh: 难民高专办由于从联合国经常预算获取一些经费，因此依照关于“方案规划、预算内方案部分、执行情况监测和评价方法条例和细则”的ST/SGB/2000/8执行中期计划和战略框架。

source: This plan was not, however, reflected in the UNHCR programming cycle.
zh: 但这一计划并未反映在难民高专办的方案拟订周期中。

source: The annual programme is the result of the yearly UNHCR programming cycle, while the United Nations regular budget (and the medium-term plan) is documented at a higher level of aggregation of certain facets, emerging from the yearly programme of UNHCR.
zh: 207. 年度方案是难民高专办年度方案拟订周期的工作结果，而联合国经常预算(和中期计划)则是对难民高专办年度方案中某些方面的更高层概括。

source: There is no reference to the medium-term plan in chapter 4 of the UNHCR Manual, relating to planning, implementing and reporting.
zh: 《难民高专办手册》关于规划、执行和报告的第四章没有提到中期计划。

source: UNHCR agreed with the Board's recommendation to include in its Manual provisions linking the United Nations medium-term plan and strategic framework to its internal planning process.
zh: 208. 难民高专办同意委员会的建议在《手册》中规定将联合国中期计划和战略框架同难民高专办内部规划流程挂钩。

source: The medium-term plan and strategic framework and United Nations budgets are biennial.
zh: 209. 中期计划和战略框架及联合国预算均为两年一度。

source: The UNHCR global strategic objectives are also now biennial, although the programme and budget remain annual.
zh: 难民高专办的全球战略目标现在也是两年一度，但方案和预算仍为一年一度。

source: Section 3.1 of chapter 4 of the UNHCR Manual notes that, due to the unpredictability of funding flows and the frequently turbulent nature of the operational theatre, it is often difficult for UNHCR staff to plan over the course of several years and that, consequently, UNHCR has retained an annual programme calendar and planning documents.
zh: 《难民高专办手册》第四章第3.1节指出，由于资金流动不可预测，业务环境又经常动荡，难民高专办的工作人员通常难以作出多年规划，因此，难民高专办保留了一年一度的方案日历和规划文件。

source: No multi-year country plans had been received by November 2004, but multi-year strategies have been introduced at regional bureaux, such as the Bureau for Europe (2000-2004), and by three-year plans (the Americas for 2002-2004, Africa for 2004-2005, Asia for 2005-2007 and Afghanistan).
zh: 210. 到2004年11月，未收到任何多年国家计划，但区域办事处，如欧洲办事处(2000-2004)，已采用多年战略并推行三年计划(美洲2002-2004,非洲2004-2005,亚洲2005-2007,以及阿富汗)。

source: Management was to introduce a multi-year format for the 2006 country operation plans.
zh: 管理当局曾将对2006年国家业务计划采用多年格式。

source: As mentioned in paragraph 14 above, UNHCR has started consultations with Member States on the possible move to a biennial programme and budget cycle.
zh: 如上文第14段所述，难民高专办已开始同会员国商讨转变为两年一度方案和预算周期的可能性。

source: This would entail multi-year planning and budgeting.
zh: 这就需要多年规划和预算编制。

source: UNHCR agreed with the Board's recommendation to pursue its efforts to develop multi-year planning, using identical time frames.
zh: 211. 难民高专办同意委员会的建议：继续努力使用同一时间框架开展多年规划。

source: Objectives and indicators
zh: 目标和指标

source: UNHCR plans in terms of goals (desired overall results to be achieved through involvement with a beneficiary population or theme), objectives (desired results and impact contributing to the achievement of the programme goals) and outputs (within the control of UNHCR or an implementing partner, and for which the implementer can be held accountable).
zh: 212. 难民高专办按目的(期望对某一受益群体或专题实现的总结果)、目标(为促成方案目的而期望实现的成果和影响)和产出(由难民高专办或执行伙伴掌控，由执行者承担责任)进行规划。

source: These definitions were to some extent specific and sometimes understood differently in other organizations, as well as within the UNHCR Career Management System.
zh: 这些定义在某种程度上是具体的，在其他组织和难民高专办职业管理制度中有时会有不同理解。

source: UNHCR conducted its first pilot projects in the field in 1999, so it adopted them prior to the United Nations introduction of results-based management by ST/SGB/2000/8, in 2000.
zh: 难民高专办于1999年在外地实施了第一批试点项目，因此它在2000年联合国以ST/SGB/2000/8采用成果管理制度之前就已采用这些办法。

source: In addition, unlike other organizations, UNHCR first introduced the logical framework at the lowest level, the country project level, which led to the adoption of definitions that were first and foremost applicable at that level.
zh: 此外，与其他组织不同，难民高专办首先在最低层级，即国家项目层级采用逻辑框架，这导致高专办采用了首先适用于该层级的定义。

source: The Board notes a first step towards greater harmonization with United Nations definitions in the 2005 annual programme budget, where the definitions of key terms correspond to those given in ST/SGB/2000/8.
zh: 213. 委员会注意到高专办在2005年度方案预算中为与联合国定义更加一致而采取的第一个步骤，其中采用了与ST/SGB/2000/8相符的关键用语定义。

source: The Board recommends UNHCR to harmonize definitions and terms used for results-based management within its organization, in line with United Nations system practices.
zh: 214. 委员会建议难民高专办的惯例使该组织成果管制中所使用的定义和用语与联合国系统保持一致。

source: All country offices, in accordance with chapter IV, section 4.2, item 1.2 of the UNHCR Manual, are to organize strategic planning meetings with representatives of the authorities, of the donor community, of the refugee population and of operational and implementing partners, to define their objectives.
zh: 215. 依照《难民高专办手册》第四章第4.2节第1.2项，所有国家办事处都应当与权力机关、捐赠团体、难民群体及业务和执行伙伴的代表举行战略规划会议，以界定各自的目标。

source: Assumptions and constraints also have to be indicated in relation to the proposed goals and objectives by beneficiary populations or themes.
zh: 还应当按照受益群体或专题，指明与拟议目的和目标有关的假定和制约。

source: There was no such systematic participatory planning instruction for headquarters divisions and units.
zh: 并无系统地为总部各司和各单位作出参与规划的指示。

source: The Board recommends that UNHCR formalize the participatory planning process for Headquarters units.
zh: 216. 委员会建议难民高专办正式确定总部各单位参与规划的过程。

source: In 2001, a first practical guide on the use of objectives, outputs and indicators was issued to UNHCR field staff and implementing partners.
zh: 217. 2001年，难民高专办驻外工作人员和执行伙伴收到关于应用目标、产出和指标的第一份实践指南。

source: The 2004 edition on the systematic use of standards and indicators in UNHCR operations is for all refugee situations, urban caseloads, individual refugees and asylum-seekers.
zh: 关于在难民高专办的业务中系统地应用标准和指标的2004年版是针对所有难民状况、城市案例、单个难民和寻求庇护者编写的。

source: The number of standards and indicators has increased over time, in an effort to address a larger number of situations and cases.
zh: 标准和指标的数目与日俱增，为的是应付更多的状况和案例。

source: The global objectives and indicators of progress in the 2004 global appeal mentioned 107 indicators of progress, of which only four were explicitly quantitative (specific and measurable).
zh: 2004年全球呼吁中的全球进展目标和指标提到107个进展指标，其中只有四个明确量化(具体、可计量)。

source: Management often plans progress through the concept of “increase” of an indicator, but without quantifying the increase rate to be considered an achievement.
zh: 管理层通常通过指标“增长”概念对进展作出规划，但没有量化可视作绩效的增长率。

source: A case in point was programme 21 of the United Nations medium-term plan for 2002-2005 (A/55/6/Rev.1).
zh: 218. 2002-2005年联合国中期计划(A/55/6/Rev.1)之方案21就是一个例子。

source: It includes subprogramme 1, International protection (Department of International Protection), and subprogramme 2, Assistance (Department of Operations).
zh: 方案21包括次级方案1“国际保护(国际保护部)”和次级方案2“援助(业务部)”。

source: With regard to international protection, none of the accomplishments were formulated in a measurable way and therefore there were no quantitative indicators of achievement, contrary to instructions.
zh: 在国际保护方面，没有一项成绩以可计量的方式提出，因此与指示相反，量化的绩效指标一项也没有。

source: Furthermore, although the Department of International Protection disagreed with the wording of subprogramme 1, which attributed to it the overall responsibility for international protection, the biennial programme plan for the period 2006-2007 (A/59/6/Rev.1) includes the same subprogrammes under programme 20.
zh: 此外，尽管国际保护部不同意次级方案1中的措词(将国际保护的总体责任归于该部)，2006-2007两年期方案计划(A/59/6/Rev.1)仍将同样的次级方案列入方案20之下。

source: The biennial programme plan for 2006-2007 includes one indicator of achievement under International protection for each of the five expected accomplishments, versus only three indicators for five expected accomplishments before.
zh: 219. 2006-2007两年期方案计划在“国际保护”下为五项预期成绩分别列出了一个绩效指标，而以前五项预期成绩只有三个绩效指标。

source: The indicators are all measurable, but no quantified objectives were set (on the starting situation and on the expected future situation).
zh: 指标全部可计量，但未(就起始状况和未来预期状况)设定量化目标。

source: The five expected accomplishments seem relevant, but they are not specific, measurable, area-defined or time-bound.
zh: 五项预期成绩看上去与目标相关，但它们并不具体、可计量、范围明确和有时限。

source: The previous expected accomplishment referring to “protection needs of refugee women, children and the elderly” now refers to “protection needs of refugee women and children”; it has left aside “the elderly” — an increasing population — without an accomplishment target.
zh: 220. 以往称为“难民妇女、儿童和老人的保护需求”的预期成绩现已改称为“难民妇女和儿童的保护需求”，而“老人”这个不断增长的群体已不再包括在内。
